Repository: MateusAndreatta/JorgeMeds
Catalog: JorgeMeds/Localizable.xcstrings
Source language: en
Languages: pt_br

source: 💊 %lld pills remaining
pt_br: 💊 Restam %lld comprimidos

source: 🗓️ It will run out on %@
pt_br: 🗓️ Irá acabar em %@

source: Add Allergy
pt_br: Adicionar alergia

source: Add time
pt_br: Adicionar horário

source: Allergies
pt_br: Alergias

source: Allergy
pt_br: Alergia

source: Cancel
pt_br: Cancelar

source: Confirm password
pt_br: Confirme sua senha

source: Create Account
pt_br: Criar conta

source: Describe the name of the allergy to be added to the list
pt_br: Descreva o nome da alergia para ser adicionada na lista

source: Don't have an account? Sign up.
pt_br: Não tem uma conta? cadastrar

source: Edit Information
pt_br: Editar informações

source: Edit Name
pt_br: Editar nome

source: Error!
pt_br: Erro!

source: Form submission failed!
pt_br: Infelizmente não foi possível salvar.

source: Login
pt_br: Entrar

source: Login Failed
pt_br: Erro ao realizar o login

source: Logout
pt_br: Sair

source: Medication
pt_br: Medicamento

source: Medications
pt_br: Medicamentos

source: Medications in use
pt_br: Medicamentos em uso

source: Name
pt_br: Nome

source: New Allergy
pt_br: Nova alergia

source: New medication
pt_br: Novo medicamento

source: Notifications
pt_br: Notificações

source: Password
pt_br: Senha

source: Please fill all the form
pt_br: Por favor, preencha todos os campos.

source: Please fill out these fields.
pt_br: Por favor, preencha todos os campos.

source: Please try again later
pt_br: Por favor, tente novamente mais tarde.

source: Quantity of pills
pt_br: Quantidade de comprimidos

source: Remove
pt_br: Remover

source: Required Fields Missing
pt_br: Campos necessários não preenchidos.

source: Save
pt_br: Salvar

source: Settings
pt_br: Configurações

source: Sign up
pt_br: Cadastro

source: Sign Up Failed
pt_br: Erro ao realizar seu cadastro

source: Time
pt_br: Horário

source: Update the name you wish to use
pt_br: Atualize o nome que deseja utilizar

source: Your information
pt_br: Suas informações

source: Your name
pt_br: Seu nome
